[
  {
    "_id": "63be1662df8370ea7d538994",
    "position": 1,
    "title": "Versed Back-Up Plan Acne-Control Body Mist - 3 fl oz",
    "link": "https://www.target.com/p/versed-back-up-plan-acne-control-body-mist-3-fl-oz/-/A-79656177",
    "brand": "Versed",
    "description": "2% salicylic acid acne treatment. Made for problem skin, including body acne, clogged pores, and oiliness. 360-degree continuous spray with a quick drying time. Non-toxic, vegan, sustainably-minded",
    "rating": 4.4,
    "ratings_total": 405,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_8d2dc73f-0b52-4654-a480-908a04772996",
    "price": "$14.99",
    "category": "acne"
  },

  {
    "_id": "63be168ce9fc74cf1bc2a0e8",
    "position": 2,
    "title": "Love Wellness Clear Skin Probiotics for Clear and Healthy Skin - 30ct",
    "link": "https://www.target.com/p/love-wellness-clear-skin-probiotics-for-clear-and-healthy-skin-30ct/-/A-83224308",
    "brand": "Love Wellness",
    "description": "CLEARS ACNE: Clinically-proven to clear non-cystic acne. CLINICALLY TESTED: Contains Bifidobacterium longum BB536®, a clinically tested strain of bacteria that supports clear skin. PROMOTES HEALTHIER, MORE HYDRATED SKIN: Balances the skin's microbiome to reduce the number of acne pimples, improve skin pores, redness, and dryness. CLEAN INGREDIENTS: Vegan, gluten-free, and dairy-free. NO REFRIGERATION REQUIRED: It’s shelf stable so you can take it with you anywhere, worry free*",

    "rating": 4.6,
    "ratings_total": 505,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_212748e6-ac3a-421e-aea8-a97650a31247",
    "price": "$29.99",
    "category": "acne"
  },

  {
    "_id": "63be234fa2bec7237e43b31a",
    "position": 3,
    "title": "Max. Strength Acne Medication - 1oz - up &#38; up&#8482;",
    "link": "https://www.target.com/p/max-strength-acne-medication-1oz-up-38-up-8482/-/A-13970586",
    "brand": "up & up",
    "description": "Compare to Clean & Clear Persa-Gel 10. Maximum strength acne treatment gel helps you achieve clear skin. Gel formula contains 10% benzoyl peroxide to treat acne and prevent future breakouts. Daily treatment deeply penetrates pores to reduce the severity of blemishes. Provides you with continuous acne control",
    "rating": 4.4,
    "ratings_total": 972,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_289548e5-1d1c-43c4-9259-6a2c870031fe",
    "price": "$3.79",
    "category": "acne"
  },

  {
    "_id": "63be236f8a15bedd7ca6e4e0",
    "position": 4,
    "title": "Hero Cosmetics Mighty Patch Original Acne Pimple Patches - 24ct",
    "link": "https://www.target.com/p/hero-cosmetics-mighty-patch-original-acne-pimple-patches-24ct/-/A-79656155",
    "brand": "Hero Cosmetics",
    "description": "THE ORIGINAL AWARD-WINNING PIMPLE PATCH. Mighty Patch is a hydrocolloid sticker that visibly flattens pimples overnight. No popping necessary. Just stick it on, get some beauty sleep, and wake up with clearer skin. SHRINKS ZITS IN 6 HOURS. The patch gently absorbs the gunk from pimples, so your zit looks flatter in 6-8 hours. No popping or picking. You can see it working – as gunk comes out, the patch turns white. ALL-NIGHT ADHESION. Strong enough to stay on through a whole night of tossing, turning, and pillow-squishing. Easy to remove in the AM with zero redness or irritation. BLENDS SEAMLESSLY INTO SKIN. Ultra-thin sticker with a translucent matte finish that keeps your pimple under wraps day or night. So comfortable, you’ll forget it’s even there. PEACE-OF-MIND DESIGN. Our hydrocolloid acne patches are UV sterilized, non-toxic, and totally skin-safe. Each box comes with 24 medium dots (12 millimeters) on easy-peel perforated sheets.",
    "rating": 4.6,
    "ratings_total": 7507,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_bec944a3-aff7-440e-a714-6930dc1725b0",
    "price": "$8.99",
    "category": "acne"
  },

  {
    "_id": "63be237bcd181ebdcfc15103",
    "position": 5,
    "title": "CeraVe Salicylic Acid Acne Treatment Control Gel - 1.35oz",
    "link": "https://www.target.com/p/cerave-salicylic-acid-acne-treatment-control-gel-1-35oz/-/A-82403939",
    "brand": "CeraVe",
    "description": "Salicylic acid acne treatment for face. Provides a lightweight, hydrating full-face treatment for acne. 2% salicylic acid helps clear acne and prevent new breakouts. Minimizes the appearance of pores without drying the skin. Treatment for acne leaves skin looking more radiant, smooth. Noticeably clearer skin after 3 days. 5.5% alpha hydroxy acids help smooth and soften skin. Niacinamide helps soothe skin and hyaluronic acid helps maintain skins natural moisture",
    "rating": 4.6,
    "ratings_total": 795,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_7b788edb-53dd-4dc7-8986-56b31d7235f1",
    "price": "$17.99",
    "category": "acne"
  },

  {
    "_id": "63be238998c960228e20d3a1",
    "position": 6,
    "title": "Clean & Clear Persa-Gel10 Acne Medication - 1oz",
    "link": "https://www.target.com/p/clean-clear-persa-gel10-acne-medication-1oz/-/A-12921120",
    "brand": "Clean & Clear",
    "description": "Clean & Clear Persa-Gel 10 Acne Medication Spot Treatment with 10% Benzoyl Peroxide to treat acne. Fragrance-free acne medication helps to effectively treat pimples and prevent future breakouts. Contains 10% benzoyl peroxide, the #1 pharmacist-recommended prescription strength formula. Provides clearer looking skin by releasing benzoyl peroxide deep in pores at the source of pimples. Acne spot treatment goes to work quickly, targeting the source of where breakouts begin. Features the same acne formula prescribed by doctors for 10+ years without a prescription. Daily gel pimple medication effectively targets breakouts and pimples to reveal clear-looking skin. Topical acne treatment clears acne while working to prevent future breakouts from occurring",
    "rating": 4,
    "ratings_total": 474,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_d477bc0f-c4a0-4629-a9d9-baaf6aff930b",
    "price": "$5.69",
    "category": "acne"
  },

  {
    "_id": "63be239644317434d3176672",
    "position": 7,
    "title": "Stryke Club Knockout Adapalene Blemish and Acne Treatment Gel - 0.5oz",
    "link": "https://www.target.com/p/stryke-club-knockout-adapalene-blemish-and-acne-treatment-gel-0-5oz/-/A-84697199",
    "description": "First new, FDA-approved active ingredient to the OTC acne category in over 30 years. Dermatologist recommended adapalene gel 0.1 % is a once daily topical retinoid acne treatment. Clears redness and inflammation caused by acne. Approved, dermatologist developed and tested. Prevents pimples, blackheads, whiteheads and clogged pores. Oil free, fragrance free. Suitable for adults and children 12 years of age and older who are looking for a simple routine.",
    "brand": "Stryke Club",
    "rating": 4,
    "ratings_total": 2,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_d86bf0d8-ab00-4e79-9a0a-82c282e2926b",
    "price": "$17.99",
    "category": "acne"
  },

  {
    "_id": "63be23a07115a43dfd08ec0a",
    "position": 8,
    "title": "Stryke Club Calm Down Moisturizer - 4 fl oz",
    "link": "https://www.target.com/p/stryke-club-calm-down-moisturizer-4-fl-oz/-/A-80139504",
    "brand": "Stryke Club",
    "description": "Gentle moisturizer that keeps skin clear and hydrated. Dermatologist formulated, tested and approved. Made with sunflower oil to effectively restore the skin barrier. Hypoallergenic and non-irritating. No parabens or other hormone disruptors. Never tested on animals. Independent tests found Calm Down to be completely non-irritating. However, all skin is different. If you have sensitive skin we suggest testing a small amount on your neck before full application.",
    "rating": 4.7,
    "ratings_total": 24,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_a5f73476-6818-467f-9914-5374ae750715",
    "price": "$9.99",
    "category": "acne"
  },

  {
    "_id": "63be23b682f4493c5446b031",
    "position": 9,
    "title": "PanOxyl Maximum Strength Antimicrobial Acne Foaming Wash for Face, Chest and Back with 10% Benzoyl Peroxide - 5.5oz",
    "link": "https://www.target.com/p/panoxyl-maximum-strength-antimicrobial-acne-foaming-wash-for-face-chest-and-back-with-10-benzoyl-peroxide-5-5oz/-/A-14984165",
    "brand": "PanOxyl",
    "description": "Maximum Strength - Contains the highest concentration of benzoyl peroxide available without a prescription. Starts Working Fast – Anti-bacterial  wash kills over 99% of acne-causing bacteria in 15 seconds (Independent laboratory study, data on file.). Breaks the Acne Cycle – Clears existing acne and helps prevent new breakouts from forming. Multi-Use Cleanser – Cleans and clears acne on the face, chest and back. Daily Acne Maintenance  – Contains moisturizers to help combat dryness",
    "rating": 4.6,
    "ratings_total": 1875,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_82d60871-348c-437b-a2cc-bd0739ad2ec7",
    "price": "$9.79",
    "category": "acne"
  },

  {
    "_id": "63be23c090947a69479de1bb",
    "position": 10,
    "title": "Clearasil Stubborn Acne Control - 5in1 Daily Pads 6/90ct",
    "link": "https://www.target.com/p/clearasil-stubborn-acne-control-5in1-daily-pads-6-90ct/-/A-50385007",
    "brand": "Clearasil",
    "description": "[FIGHTS 5 STUBBORN SIGNS OF ACNE]: Clearasil 5-in-1 pads helps in fighting blocked pores, pimple size, excess oil, acne marks, and blackheads. [ACNE CONTROL]: These acne cleanser  pads come with 2% Salicylic Acid Acne medication that cleanses skin and helps reduce the appearance of acne. [DEEP CLEANSING]: Clearasil tackles pimples above and below the skin surface to treat them from the root for a clear radiant skin in no time. [EXFOLIATING ACTION PAD]: Facial cleansing pads  that exfoliate and cleanse skin to keep your skin hydrated and acne-free. [FOR BEST RESULTS]: Try Clearasil 5-in-1 Exfoliating Wash and Spot Treatment Cream. [COMMONLY SEARCHED TOPICS]: face wash, acne control, acne treatment, facial cleansing pads, daily cleansing pads, face pads, face wipes, acne control pads, acne face wash, acne pads, acne facial pads, acne wipes clearasil, cleaning face pads, acne facew ipes, 5 1 clearasil, clearasil sensitive pads, clarisol wipes, clearacel wipes, clearacil, clearcil pads, clearisal acne pads, clearsil. [FSA/HSA Eligible:] FSA (Flexible Spending Account) and HSA (Health Savings Account) eligible.",
    "rating": 4.5,
    "ratings_total": 334,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_ed4af5f8-a6c3-4896-b090-b0f53020494c",
    "price": "7.99",
    "category": "acne"
  },

  {
    "_id": "63be23cc4b9257fb6b926136",
    "position": 11,
    "title": "Bee RX Bee Venom Anti-Aging Facial Gel - 1 fl oz",
    "link": "https://www.target.com/p/bee-rx-bee-venom-anti-aging-facial-gel-1-fl-oz/-/A-82438974",
    "brand": "Bee RX",
    "description": "SWEET BENEFITS … Bee Rx's unique anti aging gel moisturizer blend stimulates collagen production to reduce fine lines and wrinkles. The honey soothes and moisturizes facial skin. 100% PURE & NATURAL … Formulated with medical-grade New Zealand Kanuka honey and humanely sourced bee venom, our effective skin care products are clean and sustainable. CLEAN, SAFE & NON-TOXIC … Bee Rx firming face cream gel is free of colorant and fragrance and is never tested on animals. Our clean ingredients are only naturally sourced and a great alternative to Retinol, Collagen, and Hyaluronic Acid based products. SOFT, SMOOTH, BEAUTIFUL … Enjoy firmer, more radiant face, neck and chest skin with Bee Rx skin care products. Worn alone or under your favorite makeup, you’ll glow with confidence. RENEWING SKIN CARE … Lightly massage our anti wrinkle cream gel into your clean face, neck and chest morning and evening. You’ll notice the tightening, smoothing effects right away.",
    "rating": 4.5,
    "ratings_total": 88,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_15b9c3e9-2824-4454-8a7f-4e6ddff8b760",
    "price": "$49.99",
    "category": "ant-aging"
  },

  {
    "_id": "63be23d6878e7c53fe6af3d4",
    "position": 12,
    "title": "GLO24K Skin Rejuvenation Beauty Device",
    "link": "https://www.target.com/p/glo24k-skin-rejuvenation-beauty-device/-/A-87412416",
    "brand": "GLO24K",
    "description": "Cord length = 12 inches. Included in the box: Device, Charging Dock, Cord, Manual. Advanced, Triple Action Beauty Device that generates age-defying benefits and assists in rejuvenating and beautifying your facial skin for a radiant, glowing complexion. Based on cutting-edge LED infrared, thermal, and vibration technologies for best results. Expect a radiant, glowing skin and beautiful complexion. Age-defying and instant results! Helps in minimizing the visibility of wrinkles, fine-lines, age-spots, uneven and sagging skin. Boosts skin firmness and stimulates blood circulation for the best anti-aging results. Safe, non-invasive, spa therapy at home. Easy to use, for Men and Women. Rechargeable and travel friendly.",
    "rating": 5,
    "ratings_total": 1,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_1882efe3-783e-447f-8200-e483a30a0757",
    "price": "$139.00",
    "category": "anti-aging"
  },

  {
    "_id": "63be243fe69eab75845d4b15",
    "position": 13,
    "title": "RoC Retinol Capsules Anti-Aging Night Retinol Face Serum Treatment - 30ct/0.35 fl oz",
    "link": "https://www.target.com/p/roc-retinol-capsules-anti-aging-night-retinol-face-serum-treatment-30ct-0-35-fl-oz/-/A-79656090",
    "brand": "RoC",
    "description": "Clinically Proven Results. Made with pure RoC® Retinol + a bio-derived antioxidant. Each vegetal based capsule is 100% biodegradable. Fragrance-free. Paraben-free. Sulfate-free. Good Housekeeping Beauty Award Winner: Novel Night Serum 2020. Woman's Day Best Buy Beauty Winner: Anti-Aging All Stars - Wrinkle Reducer 2020",
    "rating": 4.5,
    "ratings_total": 3728,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_b0dbfa87-d47a-4af9-932f-c0bb33f6b756",
    "price": "$24.99",
    "category": "anti-aging"
  },

  {
    "_id": "63be24452c2c65496398c101",
    "position": 14,
    "title": "Azure Skincare Collagen and Hyaluronic Anti-Aging Day Cream - 1.69 fl oz",
    "link": "https://www.target.com/p/azure-skincare-collagen-and-hyaluronic-anti-aging-day-cream-1-69-fl-oz/-/A-82830187",
    "brand": "Azure Skincare",
    "description": "PRODUCT BENEFITS: Anti-aging formula helps moisturize and rejuvenate skin. Collagen reduces the appearance of wrinkles while Hyaluronic Acid helps tighten and even skin tone. PREMIUM: Formulated with the most on trend and premium ingredients including Collagen, Hyaluronic Acid, Beta-Glucan, Argan Oil, Aloe Vera, Squalane, Olive Fruit Oil, Grapefruit Seed Oil, Vitamin E and Vitamin B5.. In prestige packaging. CLEAN BEAUTY: Azure Skincare is Clean, 95% Natural, Vegan, hypoallergenic, non-GMO, free of parabens, phthalates, and Cruelty Free (Leaping Bunny Certified). PRICED HONESTLY: Luxury beauty at accessible pricing.",
    "rating": 5,
    "ratings_total": 2,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_2ec9ead1-417c-43a9-8cbd-31da2fdf7fc2",
    "price": "$14.99",
    "category": "anti-aging"
  },

  {
    "_id": "63be246c37ae2c684edf86c9",
    "position": 15,
    "title": "Admire My Skin 15% Bakuchiol Serum Natural Retinol Serum Alternative for Face - Anti Blemish Anti Aging Facial Serum Contains Organic Aloe, 1oz",
    "link": "https://www.target.com/p/admire-my-skin-15-bakuchiol-serum-natural-retinol-serum-alternative-for-face-anti-blemish-anti-aging-facial-serum-contains-organic-aloe-1oz/-/A-86253691",
    "brand": "Admire My Skin",
    "description": "THIS NATURAL RETINOL serum alternative minimizes enlarged pores & the appearance of fine lines and wrinkles. Naturally derived & sustainably sourced with 15% Bakuchiol extract to rejuvenate, repair & clear skin without irritation. WE PROMISE YOULL see visible results with regular use of this skin-soothing Bakuchiol serum - guaranteed to eliminate breakouts & blemishes, improve tone & texture & increase elasticity & brightness or your money back. THE MOST EFFECTIVE Bakuchiol retinol alternative for anti aging & anti blemish results. Rich in plant-based antioxidants & nutrients with organic turmeric + centella + spirulina + horsetail extract for a firmer, more radiant glow. POWERFULLY POTENT to keep skin soft, supple & hydrated, this 98% natural & 72% organic anti wrinkle serum also contains organic aloe + sea moss + jojoba oil + yarrow extract to deliver healthier, more youthful looking skin. UNLIKE RETINOL FACIAL skin care products that make skin more sensitive to UV rays, this anti acne serum is great for all skin types, even sensitive skin. Vegan friendly & cruelty free with zero parabens, fragrance or gluten",
    "rating": 4.8,
    "ratings_total": 29,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_19f746a1-9443-4dae-b55a-3e7fcad93bc9",
    "price": "$19.00",
    "category": "anti-aging"
  },

  {
    "_id": "63be24758cf17a28e45150dc",
    "position": 16,
    "title": "RoC Retinol Anti-Aging Retinol Face Serum Anti-Wrinkle Treatment - 1 fl oz",
    "link": "https://www.target.com/p/roc-retinol-anti-aging-retinol-face-serum-anti-wrinkle-treatment-1-fl-oz/-/A-11992267",
    "brand": "RoC",
    "description": "IN 4 WEEKS: Visibly reduces wrinkles on face & neck. IN 8 WEEKS: 97% had an overall improvement in photodamage. 100% had visibly radiant, smoother-looking skin. IN 12 WEEKS: 89% had a visible reduction in deep wrinkles. Dermatologist tested. Paraben-free. Non-comedogenic. Clinically Proven. RoC®️ was the 1st to stabilize Retinol over 25 years ago. Now, with 100+ clinical studies, 80+ awards, 27 years of research and 35+ patents, RoC®️ is The Most Proven Retinol and America’s #1 Most Awarded Retinol brand.* Allure Best of Beauty Winner: Best Retinol Facial Serum 2019. InStyle Best Beauty Buys Winner: Best Inexpensive Wrinkle Treatment 2020",
    "rating": 4.4,
    "ratings_total": 813,
    "price": "$21.99",
    "category": "anti-aging"
  },

  {
    "_id": "63be247acc89131710f2624f",
    "position": 17,
    "title": "Bee RX Bee Venom Anti-Aging Facial Serum - 0.5 fl oz",
    "link": "https://www.target.com/p/bee-rx-bee-venom-anti-aging-facial-serum-0-5-fl-oz/-/A-82438975",
    "brand": "Bee RX",
    "description": "SWEET BENEFITS … Bee Rx's unique anti aging serum blend stimulates collagen production to reduce fine lines and wrinkles. The honey soothes and moisturizes facial skin. 100% PURE & NATURAL … Formulated with medical-grade New Zealand Kanuka honey and humanely sourced bee venom, our effective skin care products are clean and sustainable. CLEAN, SAFE & NON-TOXIC … Bee Rx Anti Aging Facial Serum is free of colorant and fragrance and is never tested on animals. Our clean ingredients are only naturally sourced and a great alternative to Retinol, Collagen, and Hyaluronic Acid based products. SOFT, SMOOTH, BEAUTIFUL … Enjoy tighter, more radiant skin with Bee Rx beauty products. Worn under your favorite moisturizer and makeup, you will glow with confidence. RENEWING SKIN CARE … Lightly massage our anti wrinkle serum into your clean face, neck and chest morning and evening. You’ll notice the tightening, smoothing effects right away.",
    "rating": 4.5,
    "ratings_total": 95,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_b1f8a023-f4e2-4f64-ab4e-f90cda677b51",
    "price": "$45.99",
    "category": "anti-aging"
  },

  {
    "_id": "63be24ab6881afb7224be718",
    "position": 18,
    "title": "GLO24K Triple Action Eye Care Therapy Wand",
    "link": "https://www.target.com/p/glo24k-triple-action-eye-care-therapy-wand/-/A-87412417",
    "brand": "GLO24K",
    "description": "Cord length = 12 inches. Included in the box: Device, USB Cable, Manual. Triple Action Beauty Device For The Eyes that generates age-defying benefits and assists in rejuvenating and beautifying the skin of the eye area for a radiant, glowing complexion. Based on cutting-edge LED infrared, thermal, and vibration technologies for maximum results. Assists in defying the visible signs of the aging process. Helps is reducing wrinkles, fine-lines, age spots, and uneven skin. Revitalizes and revives your skin! Boosts your skin’s firmness and elasticity for short and long-term age-defying results. This device is also perfect for smoothing and rejuvenating the skin in the eye area. Safe, non-invasive, spa therapy at home. Easy to use, for Men and Women. Rechargeable and travel friendly.",
    "rating": 5,
    "ratings_total": 1,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_c4f08423-c50e-48af-b07c-ba69ff4cd4e1",
    "price": "$49.00",
    "category": "anti-aging"
  },

  {
    "_id": "63be24afe89f2d82da69fa04",
    "position": 19,
    "title": "Bee RX Bee Venom Anti-Aging Eye Lift Serum Roller - 0.33 fl oz",
    "link": "https://www.target.com/p/bee-rx-bee-venom-anti-aging-eye-lift-serum-roller-0-33-fl-oz/-/A-82438973",
    "brand": "Bee RX",
    "description": "SWEET BENEFITS … Bee Rx's unique Anti Aging Eye Lift Roller stimulates collagen production to reduce fine lines and wrinkles. The honey soothes and moisturizes delicate eye skin. 100% PURE & NATURAL … Formulated with medical-grade New Zealand Kanuka honey and humanely sourced bee venom, our firming eye cream for wrinkles is clean and sustainable. CLEAN, SAFE & NON-TOXIC … Bee Rx roll-on fine line under eye serum is free of colorant and fragrance and is never tested on animals. Our clean ingredients are only naturally sourced. SOFT, SMOOTH, BEAUTIFUL … Enjoy firmer, more radiant skin around your eyes with Bee Rx eye lift roller. Use under your favorite moisturizer or makeup and glow with confidence. RENEWING SKIN CARE … Roll the applicator gently over the skin under the eyes, from the inner to outer corner, 2 to 3 times. You’ll notice the tightening, smoothing effects right away.",
    "rating": 4,
    "ratings_total": 95,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_f997a2e2-0d4c-44ae-afad-9e6c9d8912e1",
    "price": "$35.99",
    "category": "anti-aging"
  },

  {
    "_id": "63be24b30035203f86afb6c9",
    "position": 20,
    "title": "RoC Brightening Anti-Aging Serum with Vitamin C for Dark Spots - 1.0 fl oz",
    "link": "https://www.target.com/p/roc-brightening-anti-aging-serum-with-vitamin-c-for-dark-spots-1-0-fl-oz/-/A-79656107",
    "brand": "Clearasil",
    "description": "[FIGHTS 5 STUBBORN SIGNS OF ACNE]: Clearasil 5-in-1 pads helps in fighting blocked pores, pimple size, excess oil, acne marks, and blackheads. [ACNE CONTROL]: These acne cleanser  pads come with 2% Salicylic Acid Acne medication that cleanses skin and helps reduce the appearance of acne. [DEEP CLEANSING]: Clearasil tackles pimples above and below the skin surface to treat them from the root for a clear radiant skin in no time. [EXFOLIATING ACTION PAD]: Facial cleansing pads  that exfoliate and cleanse skin to keep your skin hydrated and acne-free. [FOR BEST RESULTS]: Try Clearasil 5-in-1 Exfoliating Wash and Spot Treatment Cream. [COMMONLY SEARCHED TOPICS]: face wash, acne control, acne treatment, facial cleansing pads, daily cleansing pads, face pads, face wipes, acne control pads, acne face wash, acne pads, acne facial pads, acne wipes clearasil, cleaning face pads, acne facew ipes, 5 1 clearasil, clearasil sensitive pads, clarisol wipes, clearacel wipes, clearacil, clearcil pads, clearisal acne pads, clearsil. [FSA/HSA Eligible:] FSA (Flexible Spending Account) and HSA (Health Savings Account) eligible.",
    "rating": 4.6,
    "ratings_total": 986,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_75a68038-4425-41b1-abe0-889a0cff9612",
    "price": "$24.99",
    "category": "anti-aging"
  },

  {
    "_id": "63be26a2e8f3002d9b8e5667",
    "position": 21,
    "title": "Clinique Redness Solutions Daily Relief Cream - 1.7 fl oz - Ulta Beauty",
    "link": "https://www.target.com/p/clinique-redness-solutions-daily-relief-cream-1-7-fl-oz-ulta-beauty/-/A-82550668",
    "brand": "Clinique",
    "description": "For skin with occasional or persistent redness. Extra-gentle, oil-free moisturizing cream soothes and comforts visible redness, blotchiness. Over time, helps improve skin’s comfort. No parabens. No phthalates. Allergy tested. 100% fragrance free.",
    "rating": 4.4,
    "ratings_total": 204,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_6c8043c7-6d87-4883-8b9c-a19138079afa",
    "price": 56.00,
    "category": "redness"
  },

  {
    "_id": "63be26bf5a598227c6d6340e",
    "position": 22,
    "title": "Cetaphil Redness Prone Skin Foaming Face Wash - 8 fl oz",
    "link": "https://www.target.com/p/cetaphil-redness-prone-skin-foaming-face-wash-8-fl-oz/-/A-51257130",
    "brand": "Cetaphil",
    "description": "CETAPHIL REDNESS RELIEVING FOAMING FACE WASH: Gently cleanses and soothes redness prone skin. CLEANSES WITHOUT STRIPPING OR OVER DRYING: Washes away dirt, impurities and makeup without over drying the skin. CALMS SENSITIVE, IRRITATED SKIN: Gently relieves irritation and dryness, leaving skin feeling balanced. HYPOALLERGENIC AND NON-COMEDOGENIC: Instantly forms a rich foam that won't irritate the skin or clog pores. DESIGNED FOR SENSITIVE SKIN: All CETAPHIL products are effective yet non-irritating. DERMATOLOGIST RECOMMENDED for Sensitive Skin",
    "rating": 4.3,
    "ratings_total": 103,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_e3fab072-ae74-43c2-807b-26f54fd5d08c",
    "price": "$11.99",
    "category": "redness"
  },

  {
    "_id": "63be26c499bb8d80fae4e3bf",
    "position": 23,
    "title": "Hero Cosmetics Rescue Balm Green Tinted Balm - Red Correct - 0.507 fl oz",
    "link": "https://www.target.com/p/hero-cosmetics-rescue-balm-green-tinted-balm-red-correct-0-507-fl-oz/-/A-83491938",
    "brand": "Hero Cosmetics",
    "description": "LATER, REDNESS: Rescue Balm + Red Correct blurs redness with green tint and replenishes dry post-blemish skin. TO THE RESCUE: Rescue Balm + Red Correct is sheer, breathable and powered by the cult-fave replenishing Rescue Balm Formula. YOUR TEAM OF SUPERHEROES: It's formulated with Panthenol to soothe dry, flaky skin and Beta Glucan + Oligopeptides to visibly renew and protect. ONLY THE ESSTENTIALS: Rescue Balm + Red Correct is free from silicones and PEG.",
    "rating": 4.4,
    "ratings_total": 1215,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_79151509-5ec2-4057-a2b9-8dd98d751e50",
    "price": "$12.99",
    "category": "redness"
  },

  {
    "_id": "63be26c8eff847088a0c6196",
    "position": 24,
    "title": "Bioderma Sensibio AR Redness Reducing Cream - 1.3 fl oz",
    "link": "https://www.target.com/p/bioderma-sensibio-ar-redness-reducing-cream-1-3-fl-oz/-/A-81819865",
    "brand": "Bioderma",
    "description": "Moisturizes and soothes. Visibly decreases the appearance of visible redness. Provides instant feeling of comfort. Very good tolerance. Unfragranced. Non-comedogenic. Excellent makeup base",
    "rating": 4.5,
    "ratings_total": 38,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_10942d9e-f662-4e28-bf83-641eae7d6bd5",
    "price": "$29.99",
    "category": "redness"
  },

  {
    "_id": "63be26f93e942e5d4ea0b627",
    "position": 25,
    "title": "Aveeno Calm + Restore Redness Moisturizing Cream - 1.7 fl oz",
    "link": "https://www.target.com/p/aveeno-calm-restore-redness-moisturizing-cream-1-7-fl-oz/-/A-85920802",
    "brand": "Aveeno",
    "description": "Aveeno Calm + Restore Redness Relief Moisturizing Face Cream with Vitamin B5 & ceramide. Moisturizing cream instantly calms, soothes, & reduces the appearance of redness on the face. Face cream features feverfew & oat in a calming, nourishing formula to soothe irritated, dry skin. Gentle facial cream contains ceramide & vitamin B5, helps restore skin's moisture barrier. Calm + Restore Redness Relief moisturizer is both dermatologist-tested & tested on sensitive skin. The hypoallergenic, non-comedogenic formula is free of fragrances, parabens & phthalates. Calm + Restore Redness Relief moisturizer from a dermatologist-recommended brand for over 70 years. To use as part of your daily skin care routine, apply moisturizing facial cream to cleansed skin",
    "rating": 4.6,
    "ratings_total": 151,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_66534fd3-e71b-49ac-8777-3fe1d87ef7dd",
    "price": "$19.69",
    "category": "redness"
  },

  {
    "_id": "63be26fe2c714badd3cd90c7",
    "position": 26,
    "title": "Cetaphil Daily Facial Moisturizer - SPF 35 - 3 fl oz",
    "link": "https://www.target.com/p/cetaphil-daily-facial-moisturizer-spf-35-3-fl-oz/-/A-80159994",
    "brand": "Cetaphil",
    "description": "CETAPHIL DAILY FACIAL MOISTURIZER SPF 35: Three-in-one facial moisturizer hydrates, nourishes and protects sensitive, combination skin. DAILY SPF PROTECTION: Broad spectrum SPF 35 protects against damaging UVA and UVB rays. LONG LASTING HYDRATION: Edelweiss flower extract nourishes to repair the skin’s barrier. FAST ABSORBING, LIGHTWEIGHT FORMULA: Non-greasy, fragrance free and paraben free formula won't clog pores. DESIGNED FOR SENSITIVE SKIN: All CETAPHIL products are effective yet non-irritating. DERMATOLOGIST RECOMMENDED for Sensitive Skin",
    "rating": 4.5,
    "ratings_total": 379,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_4544e0ce-2c84-4abc-84bf-6b9dc5eaf484",
    "price": "$14.99",
    "category": "redness"
  },

  {
    "_id": "63be27010482e8b42d2600b3",
    "position": 27,
    "title": "Cetaphil Daily Facial Moisturizer SPF 15 Unscented - 4oz",
    "link": "https://www.target.com/p/cetaphil-daily-facial-moisturizer-spf-15-unscented-4oz/-/A-13389372",
    "brand": "Cetaphil",
    "description": "CETAPHIL DAILY FACIAL MOISTURIZER SPF 15: Three-in-one facial moisturizer hydrates, nourishes and protects sensitive skin. DAILY SPF PROTECTION: Broad spectrum SPF 15 protects against damaging UVA and UVB rays. LONG LASTING HYDRATION: restores and improves your skin's ability to retain vital moisture. FAST ABSORBING, LIGHTWEIGHT FORMULA: non-greasy, paraben free formula with no added fragrance won't clog pores. DESIGNED FOR SENSITIVE SKIN: All CETAPHIL products are effective yet non-irritating. DERMATOLOGIST RECOMMENDED for Sensitive Skin",
    "rating": 4.5,
    "ratings_total": 813,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_d6d76a9e-63f8-46b5-9ecb-c49a316ee495",
    "price": "$14.99",
    "category": "redness"
  },

  {
    "_id": "63be2725b91095b3fc22258c",
    "position": 28,
    "title": "Cetaphil Moisturizing Cream - 16oz",
    "link": "https://www.target.com/p/cetaphil-moisturizing-cream-16oz/-/A-83019457",
    "brand": "Cetaphil",
    "description": "CETAPHIL BODY MOISTURIZING CREAM FOR DRY TO VERY DRY SKIN: Instantly replenishes, intensely nourishes and soothes skin dryness for 48 hours. CLINICALLY PROVEN TO RESTORE SKIN'S MOISTURE BARRIER IN 1 WEEK: Binds water to the skin, preventing moisture loss to hydrate and protect skin from dryness. NEW AND IMPROVED INGREDIENT BLEND: Now with hydrating glycerin and skin essential vitamins B5 (panthenol) and B3 (niacinamide). DEVELOPED FOR EVEN THE MOST SENSITIVE SKIN: The hypoallergenic, non-comedogenic formula is free of fragrances, parabens and sulfates. DERMATOLOGIST RECOMMENDED for Sensitive Skin. DEFENDS AGAINST 5 SIGNS OF SKIN SENSITIVITY: Dryness, irritation, roughness, tightness and a weakened skin barrier",
    "rating": 4.8,
    "ratings_total": 1174,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_561b8b84-0d24-49af-8fb8-26e9664b26bd",
    "price": "$14.59",
    "category": "redness"
  },

  {
    "_id": "63be272a6d201c75bde06121",
    "position": 29,
    "title": "e.l.f. Holy Hydration Face Cream Fragrance Free - 1.8oz",
    "link": "https://www.target.com/p/e-l-f-holy-hydration-face-cream-fragrance-free-1-8oz/-/A-76615253",
    "brand": "e.l.f.",
    "description": "Fragrance free, ingredient-driven moisturizer. Lightweight formula helps brighten and even out skin tone. Locks in moisture for a plumped bouncy complexion. Infused with Hyaluronic Acid, Niacinamide, Squalane, and Peptides. For All Skin Types, but great for sensitive skin. 100% Vegan and Cruelty-Free",
    "rating": 4.6,
    "ratings_total": 620,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_2e8d2fb0-1f2e-4159-bd64-0ebedbaedf40",
    "price": "$13.00",
    "category": "redness"
  },

  {
    "_id": "63be272e48a9aee29ed2f96a",
    "position": 30,
    "title": "e.l.f. Happy Hydration Cream + hemp-derived Cannabis Sativa Seed Oil - 1.7oz",
    "link": "https://www.target.com/p/e-l-f-happy-hydration-cream-hemp-derived-cannabis-sativa-seed-oil-1-7oz/-/A-76615235",
    "brand": "e.l.f.",
    "description": "Face cream with rich, luxe formula. Enriched with hemp-derived cannabis sativa seed oil and other skin-loving nutrients. Infused with Vitamin B5, Hyaluronic Acid, and Niacinamide (Vitamin B3). Boosts hydration and prevents moisture loss. Absorbs easily to deliver skin-happy benefits. Restores a youthful complexion. Great for all skin types. Proud to be 100% vegan and cruelty-free, worldwide. Because kindness is chic.",
    "rating": 4.6,
    "ratings_total": 528,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_eed2ca5a-8da4-4e5b-8a7e-7b528ed8e0e9",
    "price": "$12.00",
    "category": "redness"
  },

  {
    "_id": "63be274e815393fa1d5ef689",
    "position": 31,
    "title": "Tree To Tub, Retinol Anti Aging & Wrinkle Night Eye Cream for Puffy Eye Bags, Dark Circles, Under Eye Sensitive Skin, 0.5 fl oz (15 ml)",
    "link": "https://www.target.com/p/tree-to-tub-retinol-anti-aging-wrinkle-night-eye-cream-for-puffy-eye-bags-dark-circles-under-eye-sensitive-skin-0-5-fl-oz-15-ml/-/A-87604317",
    "brand": "Tree to Tub",
    "description": "FOR BRIGHT, BEAUTIFUL EYES: Organic ginseng & green tea pair up in our retinol eye cream complex for sensitive skin. Reduce the appearance of dark circles with an eye cream anti aging warriors love! PUT AN END TO PUFFINESS: Our eye cream for puffiness and bags under eyes helps reduce the appearance of tired eyes while you sleep so you wake up to revitalized eyes, ready to face the day. SUPERCHARGED SKINCARE: Delicate eye skin needs extra love. Our night eye cream for wrinkles has retinol cream, organic rose & hyaluronic acid to help smooth out the appearance of wrinkles & lines. A NATURAL-LOOKING LIFT: Our anti-aging Eastern Infusion blend pairs with retinol to give your eyes the ultimate pampering. Use our anti aging eye cream for noticeably firmer & younger-looking eyes.",
    "rating": 4.9,
    "ratings_total": 193,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_80664a07-b2dc-45e1-98e0-06f7dd39ef08",
    "price": "$29.99",
    "category": "dark circles"
  },

  {
    "_id": "63be27537e2f325209c20e61",
    "position": 32,
    "title": "Lumin Dark Circle Defense Gel - 20ml",
    "link": "https://www.target.com/p/lumin-dark-circle-defense-gel-20ml/-/A-83491956",
    "brand": "Lumin",
    "description": "Brightens under-eye dark circles for a refreshed, rejuvenated look. Softens the appearance of crow's feet, under-eye wrinkles, and fine lines. Strengthens the skin’s surface and soothes occasional irritation and puffiness. Repairs damage from environmental stress and improves uneven skin tone. Fights free radical damage with powerful antioxidants and soothes redness",
    "rating": 4.7,
    "ratings_total": 451,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_77f6871f-9f1e-4a03-a40a-b7c313040746",
    "price": "$15.49",
    "category": "dark circles"
  },

  {
    "_id": "63be27571ddb062ff4a969cd",
    "position": 33,
    "title": "Timeless Skin Care Dark Circle Eye Cream - 0.5oz",
    "link": "https://www.target.com/p/timeless-skin-care-dark-circle-eye-cream-0-5oz/-/A-80184087",
    "brand": "Timeless Skin Care",
    "description": "Visibly improves the appearance of dark circles. Reduces puffiness and sagging. Paraben Free. Fragrance and Dye Free. More actives, less chemicals. Made in the USA",
    "rating": 3.4,
    "ratings_total": 7,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_30294b3d-0c3b-458d-b166-c0bd7bafd68b",
    "price": "$16.69",
    "category": "dark circles"
  },

  {
    "_id": "63be2780fe03ba4264bdde95",
    "position": 34,
    "title": "RoC Retinol Correxion Line Smoothing Anti-Aging Wrinkle Eye Cream for Dark Circles &#38; Puffy Eyes - 0.5 fl oz",
    "link": "https://www.target.com/p/roc-retinol-correxion-line-smoothing-anti-aging-wrinkle-eye-cream-for-dark-circles-38-puffy-eyes-0-5-fl-oz/-/A-11992268",
    "brand": "RoC",
    "description": "IMMEDIATE: Lines, wrinkles and crow's feet appear smoothed. IN 4 WEEKS: Under-eye puffiness is visibly reduced. Dark circles are visibly reduced with a brighter looking eye area. IN 12 WEEKS: Crow’s feet and wrinkles are visibly reduced by 50%. Non-greasy, Hypoallergenic and Non-comedogenic. Dermatologist tested. Allure Best of Beauty Winner: Best Eye Cream 2020. People Beauty Award Winner: Best Drugstore Products of All Time 2020",
    "rating": 4.6,
    "ratings_total": 2316,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_22370849-5797-4488-9225-5782f80a83d5",
    "price": "$21.99",
    "category": "dark circles"
  },

  {
    "_id": "63be27847f21af51bfaebc5a",
    "position": 35,
    "title": "CeraVe Under Eye Cream Repair for Dark Circles and Puffiness - .5oz",
    "link": "https://www.target.com/p/cerave-under-eye-cream-repair-for-dark-circles-and-puffiness-5oz/-/A-15091205",
    "brand": "CeraVe",
    "description": "Eye cream for dark circles and puffiness. Suitable for all skin types. Hyaluronic acid to retain skin's moisture. Fragrance-free & hypoallergenic. Non-comedogenic (won't clog pores). Opthalmologist tested. 3 essential ceramides help restore the skin barrier. Developed with dermatologists",
    "rating": 4.3,
    "ratings_total": 1979,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_236dfbde-b537-4bb5-ad42-38dd42019fb7",
    "price": "$13.49",
    "category": "dark circles"
  },

  {
    "_id": "63be27883b8bcb3ceebc7758",
    "position": 36,
    "title": "Derma e Vitamin C No Dark Circle Perfecting Eye Cream - 0.5oz",
    "link": "https://www.target.com/p/derma-e-vitamin-c-no-dark-circle-perfecting-eye-cream-0-5oz/-/A-79656146",
    "brand": "derma e",
    "description": "Vitamin C helps support collagen health, improving the appearance of sun-damaged skin and brightens the skin. Tip: Can be popped into the fridge to offer a more intense cooling sensation! Caffeine helps reduce puffiness and dark circles. Golden Turmeric helps reduce the appearance of blemishes and embraces the skin’s natural glow.",
    "rating": 3.6,
    "ratings_total": 252,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_1c219b33-e45c-4a67-89fa-99787b0a4d2e",
    "price": "$20.49",
    "category": "dark circles"
  },

  {
    "_id": "63be27ba930b1150ce17fe50",
    "position": 37,
    "title": "Beyou Brightening Caffeine Eye Cream for Dark Circles and Puffy Eyes + Sensitive Skin Friendly - 0.5 fl oz",
    "link": "https://www.target.com/p/beyou-brightening-caffeine-eye-cream-for-dark-circles-and-puffy-eyes-sensitive-skin-friendly-0-5-fl-oz/-/A-82277145",
    "brand": "Beyou.",
    "description": "Lightweight, fast-absorbing under eye cream. Formulated with hyaluronic acid and caffeine to smooth fine lines and brighten under  eyes. Fragrance free. Made for sensitive skin. Non-toxic, cruelty-free, sustainably-minded. 90% naturally derived ingredients",
    "rating": 4.4,
    "ratings_total": 78,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_27ff4208-d24f-41f3-8da3-be61d8f8b355",
    "price": "$18.00",
    "category": "dark circles"
  },

  {
    "_id": "63be27bf6a2b02153658ac65",
    "position": 38,
    "title": "No7 Radiance+ Roll &#38; Glow Eye Cream - 0.5 fl oz",
    "link": "https://www.target.com/p/no7-radiance-roll-38-glow-eye-cream-0-5-fl-oz/-/A-79844303",
    "brand": "No7",
    "description": "Reveals instantly brighter skin. Diminishes the appearance of dark circles. Reduces the look of tired skin around the eyes. Targets the appearance of dry fine lines. Lightly tinted",
    "rating": 4.2,
    "ratings_total": 437,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_d44c9960-4b6c-4604-a396-e4597660e12f",
    "price": "$11.99",
    "category": "dark circles"
  },

  {
    "_id": "63be27c34d4d25b5017cb993",
    "position": 39,
    "title": "WLDKAT Orchid Stem Cell + Magnolia Berry Adaptogen Eye Gel &#8211; 0.4oz",
    "link": "https://www.target.com/p/wldkat-orchid-stem-cell-magnolia-berry-adaptogen-eye-gel-8211-0-4oz/-/A-83725706",
    "brand": "WLDKAT",
    "description": "Lightweight, cooling gel texture improves the appearance of fine lines and puffiness. Antioxidant rich formula aids in elasticity under the delicate eye area. Plant-based squalane soothes, brightens and restores the under-eye area; hydrates and protects against moisture loss. Magnolia Berry is loaded with Vitamin C & E to naturally brighten skin. Tip: mix with concealer for hydrated, smooth coverage. Made for all skin types. Vegan, Leaping Bunny Certified, Cruelty-Free – always tested on people and not on animal. Box is made from 100% post-consumer recycled paper",
    "rating": 4.7,
    "ratings_total": 45,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_454cf66a-f45c-4b98-9c2f-6f655907d7f4",
    "price": "$21.99",
    "category": "dark circles"
  },

  {
    "_id": "63be2822e05700f240b6f720",
    "position": 40,
    "title": "L'Oreal Paris Revitalift Derm Intensives Hyaluronic Acid and Caffeine Eye Serum - 0.67 fl oz",
    "link": "https://www.target.com/p/l-39-oreal-paris-revitalift-derm-intensives-hyaluronic-acid-and-caffeine-eye-serum-0-67-fl-oz/-/A-83376875",
    "brand": "L'Oreal Paris",
    "description": "Moisturizing Eye Serum: This eye serum noticeably reduces the appearance of dark circles, crow's feet wrinkles, leaving eyes looking refreshed and well-rested. Revitalizing Formula: Formulated with Pure Hyaluronic Acid and Caffeine to hydrate and revitalize tired eyes, featuring a unique Triple Roller applicator with three cooling, stainless steel balls for a full eye contour massage. Dermatologist Validated: Fragrance free, paraben free and allergy tested; Ophthalmologist tested for safety and suitable for contact lens wearers; Validated in partnership with an advisory panel of dermatologists. Revitalift Anti-Aging Products: Add an anti-aging benefit to any part of your skincare routine with our Revitalift line of creams, eye care treatments, moisturizers, pads, cleansers, toners and serums to help fight the key signs of aging. L'Oreal Paris Beauty: A leading total beauty care company based in Paris, we offer innovative products and unique expertise from beauty experts in makeup, skin care, hair care, styling and hair color",
    "rating": 4.1,
    "ratings_total": 1748,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_a1ff7d0a-8631-410a-9ce1-1287bf7c5b75",
    "price": "$26.99",
    "category": "dark circles"
  },

  {
    "_id": "63be29cb1bb1a341c87ef1b4",
    "position": 41,
    "title": "SheaMoisture Even &#38; Radiant Raw Honey Dark Spot Correcting Serum - 1 fl oz",
    "link": "https://www.target.com/p/sheamoisture-even-38-radiant-raw-honey-dark-spot-correcting-serum-1-fl-oz/-/A-83377068",
    "brand": "SheaMoisture",
    "description": "SheaMoisture Even and Radiant Face Serum is made for melanin rich skin to visibly reduce the appearance of dark spots. Infused with natural, Raw Honey, this face serum helps to visibly reduce dark spots and post acne spots, while helping to restore skin's natural tone. SheaMoisture Even and Radiant Dark Spot Corrector helps improves skin's texture and tone to give it a smooth and even finish. SheaMoisture Even and Radiant skin care collection is formulated with no parabens, no mineral oil, no phthalates, no fragrance, no petrolatum, and no animal testing. With daily use, this potent serum reveals a more even skin tone. Use in the AM and PM. After cleanse and toner, gently pat 2 3 drops onto your skin and allow the formula to fully absorb before following with moisturizer",
    "rating": 4.3,
    "ratings_total": 53,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_97a5d4d0-119a-4b06-a9a7-9e3ca386d3ca",
    "price": "$11.99",
    "category": "pigmentation"
  },

  {
    "_id": "63be29d03d97d119bcaab1eb",
    "position": 42,
    "title": "Hero Cosmetics Lightning Swipe Dark Spot Brightening Pad - 50ct",
    "link": "https://www.target.com/p/hero-cosmetics-lightning-swipe-dark-spot-brightening-pad-50ct/-/A-83694816",
    "brand": "Hero Cosmetics",
    "description": "Visibly brightens dark spots. Smooths. Illuminates. Calms dry, irritated skin",
    "rating": 4.5,
    "ratings_total": 215,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_9c2da8ca-94a1-4666-a28c-8a561886c996",
    "price": "$19.99",
    "category": "pigmentation"
  },

  {
    "_id": "63be29d453354059d1b6ef70",
    "position": 43,
    "title": "Hero Cosmetics Mighty Acne Patch Micropoint for Dark Spots - 6ct",
    "link": "https://www.target.com/p/hero-cosmetics-mighty-acne-patch-micropoint-for-dark-spots-6ct/-/A-79656163",
    "brand": "Hero Cosmetics",
    "description": "PROPRIETARY MICROPOINT TECHNOLOGY - Our unique pyramid-shaped microneedles are designed with an ultrafine tip, which means our patch is easier to use and 100% pain-free — even on sensitive areas. 3X STRONGER - Each patch has 173 needles (3x more than other brands), which means triple the brightening power per patch. BIGGER AND BADDER - These 18mm patches have enough coverage to take down any size dark spot. SEAMLESS FIT - We made the hydrocolloid thinner and more adhesive, so it stays put until the job is done. THE ULTIMATE BRIGHTENING COMBO - Every Micropoint is fully loaded with powerhouse skin-brighteners like tranexamic acid, niacinamide, and vitamin C.",
    "rating": 4,
    "ratings_total": 544,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_cb67fe55-3d9c-424d-9037-d61e539ecd4d",
    "price": "$12.99",
    "category": "pigmentation"
  },

  {
    "_id": "63be2a18e7a9adceac4b67d9",
    "position": 44,
    "title": "Urban Skin Rx Retinol Rapid Repair and Dark Spot Treatment - 1oz",
    "link": "https://www.target.com/p/urban-skin-rx-retinol-rapid-repair-and-dark-spot-treatment-1oz/-/A-53412250",
    "brand": "Urban Skin Rx",
    "description": "Improves the appearance of uneven skin tone and texture while improving the look of dark marks. Exfoliates to improve the appearance of hyperpigmentation. Improves the look of fine lines and wrinkles. Improves the appearance of blemishes, acne scars and sun damage. Powered with Retinol, Kojic Acid and Niacinamide for maximum results. Features ClearTone Advanced Technology®, a blend of 5 ingredients that work synergistically to reveal a healthier and more even-looking complexion. Free of parabens, fragrance and sulfates. A vegan product. Not tested on animals.",
    "rating": 4.1,
    "ratings_total": 679,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_1e0ea713-6ede-4dbe-ab17-ae4ec163f1d3",
    "price": "$24.99",
    "category": "pigmentation"
  },

  {
    "_id": "63be2a1d106c732cdc11b9ea",
    "position": 45,
    "title": "POND&#39;S Correcting Cream Clarant B3 Dark Spot Normal to Dry Skin - 7oz",
    "link": "https://www.target.com/p/pond-39-s-correcting-cream-clarant-b3-dark-spot-normal-to-dry-skin-7oz/-/A-12705061",
    "brand": "POND'S",
    "description": "7oz jar of Pond's Clarant B3 Normal to Dry Dark Spot Correcting Cream Face Moisturizer. Face lotion moisturizes to fight uneven skin tone & diminish dark spots so skin looks more radiant in four weeks. Dermatologist tested and hypoallergenic. Facial moisturizer that visibly diminishes dark spots in 4 weeks. Specially formulated for those with Normal to Dry skin types. Moisturizer formulated with vitamin B3",
    "rating": 4.3,
    "ratings_total": 420,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_35164792-bf80-45bb-b7b2-68828c299243",
    "price": "$9.49",
    "category": "pigmentation"
  },

  {
    "_id": "63be2a21bd1441c88c96d898",
    "position": 46,
    "title": "Admire My Skin Dark Spot Corrector Remover for Face - Brightening Serum Fade Cream - Melasma Treatment Cream with Synovea, Kojic Acid, Vitamin C, 1 oz",
    "link": "https://www.target.com/p/admire-my-skin-dark-spot-corrector-remover-for-face-brightening-serum-fade-cream-melasma-treatment-cream-with-synovea-kojic-acid-vitamin-c-1-oz/-/A-86253696",
    "brand": "Admire My Skin",
    "description": "THIS DARK SPOT REMOVER is proven to brighten and fade dark spots, hyperpigmentation & melasma: The acids gently fade and peel dark spots to reveal brighter skin. Due to the natural ingredients of this serums formula, the color can range from light amber to dark brown. Please know that the product color has no relation to the products efficacy. This product has a 2 year shelf life. To confirm the products expiration date, please view the bottom of the pump. OUR PROMISE TO YOU - We promise this dark spot corrector remover for face will provide effective results within 4 weeks when used as directed. THIS DARK SPOT CORRECTOR is considered to be more effective than other dark spot correctors and melasma treatment creams. CONTAINS MORE EFFECTIVE ingredients than other dark spot removers for face This formula contains Salicylic Acid, Azelaic Acid, Lactic Acid & Vitamin C. CONTAINS THE HIGHEST concentration of ingredients allowed without a prescription - Use this for 4 weeks and you'll notice you dark spots have faded and your complexion will be much smoother and even toned",
    "rating": 4.6,
    "ratings_total": 6661,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_d097cd14-b2de-4156-9ae4-c54e5a00f35a",
    "price": "$24.99",
    "category": "pigmentation"
  },

  {
    "_id": "63be2a9d4f845e8f267eb09a",
    "position": 47,
    "title": "Seoul Ceuticals Korean Skin Care Kojic Acid Serum Alpha Arbutin Serum - Korean Beauty Skincare Dark Spot Remover Corrector Glycolic Acid Serum, 1oz",
    "link": "https://www.target.com/p/seoul-ceuticals-korean-skin-care-kojic-acid-serum-alpha-arbutin-serum-korean-beauty-skincare-dark-spot-remover-corrector-glycolic-acid-serum-1oz/-/A-86253712",
    "brand": "Seoul Ceuticals",
    "description": "THIS ULTRA FACE BRIGHTENING serum harnesses the lightening ability of multiple proven ingredients to even skin tone, brighten the complexion and improve the appearance of aging, acne scarred or sun damaged skin. OUR PROMISE TO YOU - Guaranteed to brighten skin tone, this K beauty Kojic acid serum will fade unwanted dark spots and lighten hyperpigmentation & sun spots for more youthful, vibrant-looking skin or your money back. EXTREMELY EFFECTIVE Korean skin care dark spot corrector contains 72% organic & 98% naturally-derived plant extracts to lighten & brighten, while Glycolic acid + Salicylic acid gently exfoliates to reveal newer, healthier skin. FOR VISIBLE RESULTS this dark spot serum also contains Alpha arbutin serum + Licorice root + hydrating Hyaluronic acid to effectively address uneven skin tone due to melasma & aging for a brighter, more youthful complexion. UNLIKE OTHER KOREAN BEAUTY aha serums that arent as potent, this powerful dark spot remover works on all skin types. Paraben free, cruelty free & vegan friendly. Layer with any 10-step Korean skincare routine for major glow",
    "rating": 4.8,
    "ratings_total": 57,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_bae5ca4d-c9bf-4bae-800b-5aff30745ff0",
    "price": "$21.00",
    "category": "pigmentation"
  },

  {
    "_id": "63be2aa7376e7c125dcad2fd",
    "position": 48,
    "title": "Differin Dark Spot Correcting Serum - 1 fl oz",
    "link": "https://www.target.com/p/differin-dark-spot-correcting-serum-1-fl-oz/-/A-76545055",
    "brand": "Differin",
    "description": "Differin Dark Spot Correcting Serum features 4% Niacinamide, a brightening ingredient that’s clinically proven to reduce the appearance of dark spots and discoloration. Formulated with skin-brightening botanicals and a Vitamin C derivative to reduce the appearance of discoloration while helping to prevent new dark spots from forming. Helps reduce the appearance of post acne marks. Goes on smoothly and invisibly under makeup. Improves luminosity. Compatible with Differin Gel for daily use. Paraben-free, noncomedogenic, dermatologist-tested, and gentle enough for daily use",
    "rating": 3.7,
    "ratings_total": 280,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_a4c72b20-624d-457c-837a-e7386fdda884",
    "price": "$21.99",
    "category": "pigmentation"
  },

  {
    "_id": "63be2aae778bcf057e4f0720",
    "position": 49,
    "title": "Versed Out of Sight Dark Spot Gel - 0.5 fl oz",
    "link": "https://www.target.com/p/versed-out-of-sight-dark-spot-gel-0-5-fl-oz/-/A-83349403",
    "brand": "Versed",
    "description": "Dermatologist tested brightening gel that helps fade hyperpigmentation without irritation. 85% agree* the product minimizes the appearance of dark spots. Stay-in-place formula uses brightening tranexamic acid and exfoliating kojic acid. Made for dark spots, dullness, and uneven skin tone. Non-toxic, vegan, sustainably-minded. Packaging made with 51% PCR (post consumer recycled) plastic",
    "rating": 3.9,
    "ratings_total": 203,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_d6912a15-4636-4dd7-a02a-1046542b67ca",
    "price": "$16.99",
    "category": "pigmentation"
  },

  {
    "_id": "63be2ab39c022d863af17b68",
    "position": 50,
    "title": "IT Cosmetics Bye Bye Dark Spots Serum - 1 fl oz - Ulta Beauty",
    "link": "https://www.target.com/p/it-cosmetics-bye-bye-dark-spots-serum-1-fl-oz-ulta-beauty/-/A-82679897",
    "brand": "IT Cosmetics",
    "description": "Key Benefits. Formulated with 4% niacinamide and 1% ethyl vitamin C. Visibly reduces dark spots and discoloration. Improves look of skin clarity. Developed with plastic surgeons and dermatologists. Suitable for all skin types, even sensitive skin",
    "rating": 4.4,
    "ratings_total": 1020,
    "main_image": "https://target.scene7.com/is/image/Target/GUEST_a4acd9d4-ba4c-40d4-8fec-a6855815ca42",
    "price": "$29.00",
    "category": "pigmentation"
  }


]
